Repository: onyx-lyon1/onyx
Catalog: apps/onyx/lib/l10n/app_*.arb
Languages: ar, fr, ru

source: Onyx
ar: الجزع
ru: Оникс

source: Initialization
ar: التهيئة
fr: Initialisation
ru: Инициализация

source: Yes
ar: نعم
fr: Oui
ru: Да

# onyxSubTitle
source: For Lyon 1
ar: ل ليون 1
fr: Pour Lyon 1
ru: Для Лиона 1

source: Authentication
ar: المصادقة
fr: Authentification
ru: Аутентификация

source: Privacy
ar: سرية
fr: Confidentialité
ru: Конфиденциальность

# wrongIdFormat
source: The id is not in the right format
ar: المعرف ليس بالتنسيق الصحيح
fr: L'identifiant n'est pas dans le bon format
ru: Идентификатор имеет неверный формат

# discoverApp
source: Discover the app
ar: اكتشف التطبيق
fr: Découvrir l''application
ru: Ознакомьтесь с приложением

# yourAuthentificated
source: You are authenticated
ar: لقد تمت مصادقةك
fr: Vous êtes authentifié
ru: Вы авторизованы

source: Login error
ar: خطأ في الإتصال
fr: Erreur de connection
ru: Ошибка входа

source: Fatal error
ar: خطأ مميت
fr: Erreur fatale
ru: Критическая ошибка

source: Error
ar: خطأ
fr: Erreur
ru: Ошибка

# casConnexion
source: CAS connection
ar: اتصال بالقضية
fr: Connexion à CAS
ru: Подключение CAS

source: Mock username
ar: اسم المستخدم المحاكاة
fr: Nom d''utilisateur simulé
ru: Логин-Mock

source: Mock password
ar: كلمة المرور المحاكاة
fr: Mot de passe simulé
ru: Пароль-Mock

source: Accessing exams
ar: الوصول إلى الامتحانات
fr: Accès aux examens
ru: Доступ к экзаменам

source: Error accessing exams
ar: خطأ عند الوصول إلى الامتحانات
fr: Erreur lors de l''accès aux examens
ru: Ошибка доступа к экзаменам

source: Mock student
ar: طالب محاكاة
fr: Étudiant simulé
ru: Студент-Mock

source: Mock school subject
ar: محاكاة
fr: Matière simulée
ru: Учебный предмет-Mock

source: Mock tutorial leader
ar: مقلد خلور
fr: Kholleur simulé
ru: Руководитель учебной группы-Mock

source: Mock message
ar: رسالة محاكاة
fr: Message simulé
ru: Сообщение-Mock

source: Mock room
ar: غرفة محاكاة
fr: Salle simulée
ru: Комната-Mock

source: Mock title
ar: عنوان محاكاة
fr: Titre simulé
ru: Заголовок-Mock

source: Mock code name
ar: اسم رمز محاكاة
fr: Nom de code simulé
ru: Кодовое имя-Mock

source: Exams
ar: الامتحانات
fr: Examens
ru: Экзамены

source: sit
ar: مكان
fr: place
ru: сидеть

# agendaSelection
source: Select the agenda
ar: حدد جدول الأعمال
fr: Sélectionner l''agenda
ru: Выберите повестку дня

source: Enabled
ar: نشطة
fr: Activé
ru: Включено

source: Disabled
ar: عاجز
fr: Désactivé
ru: Отключено

source: Settings
ar: الإعدادات
fr: Paramètres
ru: Настройки

# showMiniCalendar
source: Show the mini calendar at the top of the page
ar: إظهار التقويم المصغر في الجزء العلوي من الصفحة
fr: Afficher le mini calendrier en haut de page
ru: Показать мини-календарь вверху страницы

# calendarUpdateNotification
source: Notification in case of calendar update
ar: الإخطار في حالة تحديث جدول الأعمال
fr: Notification en cas de mise à jour de l''agenda
ru: Уведомление об обновлении календаря

# agendaPageBottomToTop
source: Display the agendas from bottom to top
ar: عرض التقويمات من أسفل إلى أعلى
fr: Affichage des agendas de bas en haut
ru: Отображать повестку дня снизу вверх

# agendaWeekLength
source: Number of days displayed in week mode
ar: عدد الأيام المعروضة في الوضع الأسبوعي
fr: Nombre de jours affichés en mode semaine
ru: Количество дней, отображаемых в режиме недели

# agendaWeekReference
source: Reference day in week mode
ar: اليوم المرجعي في الوضع الأسبوعي
fr: Jour de référence en mode semaine
ru: День ссылки в режиме недели

source: Today
ar: اليوم
fr: Aujourd''hui
ru: Сегодня

# agendaWeekReferenceAlignement
source: Reference day alignment
ar: محاذاة اليوم المرجعي
fr: Alignement du jour de référence
ru: Выравнивание дня ссылки

# disabledDays
source: Hidden days
ar: أيام خفية
fr: Jours cachés
ru: Скрытые дни

# cantHideAllDays
source: You can''t hide all the days
ar: لا يمكنك الاختباء كل يوم
fr: Vous ne pouvez pas cacher tous les jours
ru: Вы не можете скрыть все дни

source: Root
ar: راسين
fr: Racine
ru: Корень

source: Folder
ar: ملف
fr: Dossier
ru: Папка

source: Sub folder
ar: المجلد الفرعي
fr: Sous-dossier
ru: Подпапка

source: Another root
ar: جذر آخر
fr: Autre racine
ru: Другой корень

source: Loading agenda list
ar: تحميل قائمة جداول الأعمال
fr: Chargement de la liste des agendas
ru: Загрузка списка повестки дня

# errorAppeared
source: An error appeared
ar: حدث خطأ
fr: Une erreur est survenue
ru: Появилась ошибка

source: Search in calendars
ar: ابحث في جدول أعمال
fr: Rechercher dans les agendas
ru: Поиск в календарях

# needCameraToScanQrCode
source: We need the camera to scan the QR code
ar: نحتاج إلى الكاميرا لمسح رمز الاستجابة السريعة
fr: Nous avons besoin de la caméra pour scanner le QR code
ru: Для сканирования QR-кода нужна камера

source: For Lyon 1
ar: ل ليون 1
fr: Pour Lyon 1
ru: Для Лиона 1

source: Username
ar: إسم المستخدم
fr: Nom d''utilisateur
ru: Имя пользователя

source: Password
ar: كلمة السر
fr: Mot de passe
ru: Пароль

source: Login
ar: اتصال
fr: Connection
ru: Вход

source: Logout
ar: الانفصال
fr: Déconnection
ru: Выход

# pleaseEnterUsername
source: Please enter the username
ar: الرجاء إدخال الهوية
fr: Veuillez entrer l''identitfiant
ru: Введите имя пользователя

source: Please enter a valid email
ar: يرجى إدخال البريد الإلكتروني الصحيح
fr: Veuillez entrer un mail valide
ru: Введите действительный адрес электронной почты

# pleaseEnterPassword
source: Please enter the password
ar: الرجاء إدخال كلمة المرور
fr: Veuillez entrer le mot de passe
ru: Введите пароль

# passwordShouldBeANumber
source: The password should be a number
ar: يجب أن تكون كلمة المرور رقمًا
fr: Le mot de passe doit être un nombre
ru: Пароль должен быть числом

source: Connecting
ar: جاري الاتصال
fr: Connexion en cours
ru: Подключение

source: There was an error while connecting
ar: حدث خطأ عند الاتصال
fr: Une erreur est survenue lors de la connexion
ru: Во время подключения произошла ошибка

source: Loading...
ar: تحميل ...
fr: Chargement ...
ru: Загрузка...

# available
source: {count, plural, =0 {No QR Code available} =1 {1 Qr Code available} other {{count} Qr Codes available}}
ar: {count , plural , = 0 {لا يتوفر رمز الاستجابة السريعة} =1 {1 رمز الاستجابة السريعة متاح} other {{count} رموز QR متاحة}}
fr: {count, plural, =0 {Aucun QR Code disponible} =1 {1 Qr Code disponibles} other {{count} Qr Codes disponibles}}
ru: {count, plural, =0 {Отсутствует QR-код} =1 {Имеется 1 QR-код} other {Имеется {count} QR-кодов}}

source: QR Code
ar: رمز الاستجابة السريعة
ru: QR-код

source: Offline
ar: خارج التغطية
fr: hors connexion
ru: Оффлайн

source: You are not connected to Izly
ar: لم تكن متصلاً بـ Izly
fr: Vous n''êtes pas connecté à Izly
ru: Вы не подключены к Izly

source: Payment history
ar: سجل الدفع
fr: Historique des paiements
ru: История платежей

source: Refill with bank card
ar: إعادة الشحن ببطاقة مصرفية
fr: Recharger avec une carte bancaire
ru: Пополнить банковской картой

source: Refill with bank transfer
ar: النقل عن طريق النقل
fr: Recharger par Virement
ru: Пополнить банковским переводом

source: Pay
ar: دافع
fr: Payer
ru: Платить

# pleaseSelectAnAmount
source: Please enter an amount
ar: تفضل
fr: Veuillez entrer un montant
ru: Введите сумму

# minimumAmountIs
source: The minimum amount is {countEuros}€
ar: الحد الأدنى للمبلغ هو {countEuros} €}
fr: Le montant minimum est de {countEuros}€}
ru: Минимальная сумма составляет {countEuros}€

source: Bank transfer
ar: قسط
fr: Virement
ru: Банковский перевод

source: Bank card
ar: بطاقة بنكية
fr: Carte bancaire
ru: Банковская карта

source: Third party
ar: إعادة الشحن من قبل طرف ثالث
fr: Recharger par un tiers
ru: 第三方

source: Mail
ar: بريد
ru: Почта

source: Message
ar: رسالة
ru: Сообщение

source: Transfer
ar: لينقل
fr: Transférer
ru: Передача

source: Recharging
ar: مسؤول عن
fr: En cours de rechargement
ru: Перезарядка

source: Please wait
ar: من فضلك انتظر
fr: Veuillez patienter
ru: Пожалуйста, подождите

source: From
ar: ل
fr: De
ru: От

source: To
ar: الى
fr: À
ru: Кому

source: Me
ar: موي
fr: Moi
ru: Мне

# mailSendPageErrorTitle
source: Please fill all the fields correctly
ar: يرجى ملء جميع الحقول بشكل صحيح
fr: Veuillez remplir correctement tous les champs
ru: Пожалуйста, заполните все поля правильно

source: Reply
ar: إجابة
fr: Réponse
ru: Ответить

source: Mail server connection
ar: اتصال بخادم البريد
fr: Connexion au serveur de mail
ru: Подключение к почтовому серверу

source: Mail server connection error
ar: خطأ في تحميل البريد الإلكتروني
fr: Erreur de chargement des mails
ru: Ошибка подключения к почтовому серверу

source: Loading mails
ar: تحميل
fr: Chargement des mails
ru: Загрузка почты

# errorOccured
source: An error occured
ar: حدث خطأ
fr: Une erreur est survenue
ru: Произошла ошибка

source: Sending email
ar: إرسال البريد
fr: Envoi du mail
ru: Отправка письма

# loadMoreMails
source: Load 20 more mails
ar: تحميل 20 رسالة بريد إلكتروني إضافية
fr: Charger 20 mails supplémentaires
ru: Загрузить еще 20 писем

source: Tomuss connection
ar: اتصال توموس
fr: Connexion à Tomuss
ru: Подключение к Томюссу

source: Loading grades
ar: تحميل الملاحظات
fr: Chargement des notes
ru: Загрузка оценок

source: Loading grades error
ar: ملاحظات تحميل الخطأ
fr: Erreur de chargement des notes
ru: Ошибка загрузки оценок

source: New event
ar: حدث جديد
fr: Nouvel événement
ru: Новое событие

# nDayModified
source: {count, plural, =0 {You have no modified days} =1 {You have 1 modified day} other {You have {count} modified days}}
ar: {count, plural, =0 {لم يتم تعديل أي أيام لديك} =1 {لديك يوم واحد تم تعديله} other {لديك {count} يوما معدلة}}
fr: {count, plural, =0 {vous avez Aucun jour modifié} =1 {vous avez 1 jour modifié} other {vous avez {count} jours modifiés}}
ru: {count, plural, =0 {У вас нет измененных дней} =1 {У вас 1 измененный день} other {У вас {count} измененных дней}}

# newEventAt
source: You have a new event on: ${date}
ar: لديك حدث جديد: $ {date}
fr: Vous avez un nouvel évènement le : ${date}
ru: У вас новое событие на: ${date}

source: New email
ar: بريد إلكتروني جديد
fr: Nouveau mail
ru: Новое письмо

# youHaveANewEmail
source: You have a new email from {sender} {excerpt}
ar: لديك بريد إلكتروني جديد من {sender} {excerpt}
fr: Vous avez un nouveau mail de {sender} {excerpt}
ru: У вас новое письмо от {sender} {excerpt}

source: Default semester
ar: الفصل الافتراضي
fr: Semestre par défaut
ru: Семестр по умолчанию

source: New grade
ar: ملاحظة جديدة
fr: Nouvelle note
ru: Новая оценка

# youHaveANewGrade
source: You got {numerator}/{denominator} in: {title}
ar: كان لديك {numerator}/{denominator} في: {title}
fr: Vous avez eu {numerator}/{denominator} en : {title}
ru: Вы получили numerator/{denominator} (${title}) в: ${title}

source: Grades
ar: ملحوظات
fr: Notes
ru: Оценки

source: Agenda
ar: جدول أعمال
ru: Повестка дня

source: Mails
ar: البريد
ru: Почта

source: Map
ar: انتقاء
fr: Carte
ru: Карта

source: Ok
ar: نعم

# warningSelectShouldAgenda
source: The agenda is automatically selected. This can be inaccurate, especially for Polytech students. Don''t hesitate to select it manually in the settings.
ar: يتم اختيار جدول الأعمال تلقائيًا.هذا يمكن أن يكون غير دقيق ، خاصة لطلاب التكنولوجيا الفنية. لا تتردد في تحديدها يدويًا من الإعدادات.
fr: L''agenda est sélectionné automatiquement. Cela peut être inexact, surtout pour les étudiants de Polytech. N''hésitez pas à le sélectionner manuellement dans les paramètres.
ru: Расписание выбирается автоматически. Это может быть неправильно, особенно для студентов Политехнического института. Не стесняйтесь выбирать его вручную в настройках.

source: Privacy policy
ar: سياسة الخصوصية
fr: Politique de confidentialité
ru: Политика конфиденциальности

source: Data collection
ar: جمع البيانات
fr: Collecte de données
ru: Сбор данных

source: Data safety
ar: أمن البيانات
fr: Sécurité des données
ru: Безопасность данных

source: Contact us
ar: اتصل بنا
fr: Nous contacter
ru: Свяжитесь с нами

# weTakeCareOfYourData
source: Our application is designed to provide online access to the services of the University of Lyon 1. We take the protection of your personal information seriously and we are committed to ensuring the confidentiality of your information.
ar: تم تصميم تطبيقنا لتوفير الوصول عبر الإنترنت إلى خدمات جامعة ليون 1. نأخذ حماية معلوماتك الشخصية على محمل الجد ونحن مصممون على ضمان سرية معلوماتك.
fr: Notre application est conçue pour fournir un accès en ligne aux services de l''université de Lyon 1. Nous prenons la protection de vos informations personnelles au sérieux et nous sommes déterminés à assurer la confidentialité de vos informations.
ru: Наше приложение предназначено для обеспечения онлайн-доступа к услугам Университета Лиона 1. Мы серьезно относимся к защите вашей личной информации и стремимся обеспечить конфиденциальность вашей информации.

# dataOnlyStoredOnYourDevice
source: Our application does not collect any personal information. Login data is stored only on the user''s phone and is only communicated with the university''s servers, for which we are not responsible.
ar: تطبيقنا لا يجمع أي معلومات شخصية.يتم تخزين بيانات الاتصال فقط على هاتف المستخدم ويتم توصيلها فقط مع خوادم الجامعة ، والتي لسنا مسؤولين عنها.
fr: Notre application ne collecte aucune information personnelle. Les données de connexion sont stockées uniquement sur le téléphone de l''utilisateur et ne sont communiquées qu''avec les serveurs de l''université, pour lesquels nous ne sommes pas responsables.
ru: Наше приложение не собирает никакой личной информации. Данные для входа хранятся только на телефоне пользователя и передаются только на серверы университета, за которые мы не несем ответственности.

# ourSecurityMeasures
source: We take reasonable security measures to protect your personal information against loss, misuse, unauthorized access, modification and disclosure. Nevertheless, no method of transmission over the Internet or electronic storage is 100% secure. Therefore, while we strive to protect your personal information, we cannot guarantee the absolute security of your information transmitted to our application and you do so at your own risk.
ar: نتخذ تدابير أمان معقولة لحماية معلوماتك الشخصية من الخسارة والاستخدام المسيء والوصول غير المصرح به والتعديل والإفصاح.ومع ذلك ، لا توجد طريقة للإرسال على الإنترنت أو التخزين الإلكتروني موثوقًا بنسبة 100 ٪.لذلك ، على الرغم من أننا نحاول حماية معلوماتك الشخصية ، إلا أنه لا يمكننا ضمان الأمان المطلق لمعلوماتك المنقولة إلى تطبيقنا وتقوم بذلك على مسؤوليتك الخاصة.
fr: Nous prenons des mesures de sécurité raisonnables pour protéger vos informations personnelles contre la perte, l''utilisation abusive, l''accès non autorisé, la modification et la divulgation. Néanmoins, aucune méthode de transmission sur Internet ou de stockage électronique n''est sûre à 100 %. Par conséquent, bien que nous nous efforcions de protéger vos informations personnelles, nous ne pouvons garantir la sécurité absolue de vos informations transmises à notre application et vous le faites à vos risques et périls.
ru: Мы принимаем разумные меры безопасности для защиты вашей личной информации от потери, злоупотребления, несанкционированного доступа, изменения и раскрытия. Тем не менее, ни один метод передачи данных через Интернет или электронного хранения не является на 100% безопасным. Поэтому, хотя мы стремимся защитить вашу личную информацию, мы не можем гарантировать абсолютную безопасность вашей информации, передаваемой в наше приложение, и вы делаете это на свой страх и риск.

# modificationOfThePrivacyPolicy
source: Modification of this privacy policy
ar: تعديل سياسة الخصوصية هذه
fr: Modification de cette politique de confidentialité
ru: Изменение настоящей политики конфиденциальности

# weCanModifyRules
source: We reserve the right to modify this privacy policy from time to time. Any changes will be posted on this page and will take effect immediately upon posting. It is your responsibility to check this page regularly to keep up to date with any changes to our privacy policy.
ar: نحن نحتفظ بالحق في تعديل سياسة الخصوصية هذه من وقت لآخر.سيتم نشر أي تعديل على هذه الصفحة وسيؤدي سريانه مباشرة بعد نشره.تقع على عاتقك مسؤولية استشارة هذه الصفحة بانتظام لإبقائك على اطلاع بالتعديلات التي تم إجراؤها على سياسة الخصوصية الخاصة بنا.
fr: Nous nous réservons le droit de modifier cette politique de confidentialité de temps à autre. Toute modification sera publiée sur cette page et prendra effet immédiatement après sa publication. Il est de votre responsabilité de consulter régulièrement cette page pour vous tenir informé des modifications apportées à notre politique de confidentialité.
ru: Мы оставляем за собой право время от времени менять эту политику конфиденциальности. Любые изменения будут размещены на этой странице и вступят в силу сразу после публикации. Вы обязаны регулярно проверять эту страницу, чтобы быть в курсе любых изменений нашей политики конфиденциальности.

# ifQuestionThenGithub
source: If you have any questions about this privacy policy, please contact us on github
ar: إذا كان لديك أي أسئلة حول سياسة الخصوصية هذه ، فيرجى الاتصال بنا على Github
fr: Si vous avez des questions concernant cette politique de confidentialité, veuillez nous contacter sur github
ru: Если у вас есть какие-либо вопросы по поводу этой политики конфиденциальности, пожалуйста, свяжитесь с нами на github

# kholleOf
source: Kholle of {teacher}
ar: خولة من {teacher}
fr: Kholle de {teacher}
ru: Колль {teacher}

# examOf
source: Exam: {title}
ar: الامتحان: {title}
fr: Examen : {title}
ru: Экзамен: {title}

# examLocationPlace
source: {location}, place: {place}
ar: {location} ، المكان: {place}
ru: {location}, место: {place}

source: Warning
ar: انتباه
fr: Attention
ru: Внимание

source: Loading agenda
ar: تحميل جدول الأعمال
fr: Chargement de l''agenda
ru: Загрузка расписания

# agendaError
source: Error while loading the agenda
ar: خطأ عند تحميل جدول الأعمال
fr: Erreur lors du chargement de l''agenda
ru: Ошибка при загрузке расписания

# monthViewSoon
source: The month view is coming soon
ar: العرض الشهري قريب
fr: La vue mensuelle arrive bientôt
ru: Вид месяца скоро появится

source: Event details
ar: تفاصيل الحدث
fr: Détails de l''évènement
ru: Детали события

source: Loading buildings
ar: تحميل المباني
fr: Chargement des bâtiments
ru: Загрузка зданий

source: Route
ar: مسار الرحلة
fr: Itinéraire
ru: Маршрут

# weekNumberShort
source: W: {weekNumber}
ar: س: {weekNumber}
fr: S: {weekNumber}
ru: Н: {weekNumber} (отображается в мини-календаре слева)

source: Inbox
ar: صندوق الاستقبال
fr: Boîte de réception
ru: Входящие

source: Archive
ar: أرشيف
fr: Archives
ru: Архив

source: Delete
ar: يمسح
fr: Supprimer
ru: Удалить

source: To archive
ar: أرشيف
fr: Archiver
ru: В архив

source: Mark as read/unread
ar: علامة
fr: Marquer comme lu/non lu
ru: Отметить как прочитанное/непрочитанное

source: Move to
ar: متحرك
fr: Déplacer vers
ru: Переместить в

source: Mark as important
ar: النتيجة بنفس الأهمية
fr: Marquer comme important
ru: Отметить как важное

# searchInTheNLastEmails
source: Search in the last {count} emails
ar: ابحث في {count} رسائل البريد الإلكتروني الأخيرة
fr: Rechercher dans les {count} derniers mails
ru: Поиск в последних {count} электронных письмах

# minuteCompact
source: {minutes}min
ar: {minutes} دقيقة
ru: {minutes}мин

# hourCompact
source: {hours}h
ar: {hours} ح
ru: {hours}ч

# dayCompact
source: {days}d
ar: {days} j
fr: {days}j
ru: {days}д

source: Now
ar: الآن
fr: Maintenant
ru: Сейчас

# flagedEmail
source: Flagged email: {subject}
ar: تم وضع علامة على البريد: {subject}
fr: Mail marqué : {subject}
ru: Помеченное письмо: {subject}

# unflagedEmail
source: Unflagged email: {subject}
ar: البريد الإلكتروني غير المميز: {subject}
fr: Mail non marqué : {subject}
ru: Неотмеченное письмо: {subject}

source: Add attachment
ar: إضافة مرفق
fr: Ajouter une pièce jointe
ru: Добавить вложение

# deleteAttachmentConfirmation
source: Delete the attachment?
ar: إزالة المرفق؟
fr: Supprimer la pièce jointe ?
ru: Удалить вложение?

source: Cancel
ar: يلغي
fr: Annuler
ru: Отмена

# emailAddressHint
source: Recipient: PXXXXXXX, firstName.surname@status.univ-lyon1.fr
ar: المستلم: pxxxxxxxx ، name.nom@status.univ-lyon1.fr
fr: Destinataire : PXXXXXXX, prenom.nom@status.univ-lyon1.fr
ru: Получатель: PXXXXXXX, firstName.surname@status.univ-lyon1.fr

source: Building
ar: مبنى
fr: Bâtiment
ru: Здание

# menuOf
source: Menu of {restaurant}
ar: قائمة DE {restaurant}
fr: Menu de {restaurant}
ru: Меню {restaurant}

source: No menu for this restaurant
ar: لا توجد قائمة لهذا المطعم
fr: Pas de menu pour ce restaurant
ru: Меню для этого ресторана отсутствует

source: Close
ar: اغلاق
fr: Fermer
ru: Закрыть

source: System
ar: نظام
fr: Système
ru: Система

source: Dark
ar: كئيب
fr: Sombre
ru: Темная

source: Light
ar: كلير
fr: Clair
ru: Светлая

# chooseTheme
source: Choose the theme
ar: اختر السمة
fr: Choisir le thème
ru: Выбрать тему

source: Cache
ar: مخبأ
ru: Кэш

source: Clear Izly cache
ar: تفريغ ذاكرة التخزين المؤقت لـ Izly
fr: Vider le cache d''Izly
ru: Очистить кэш Izly

source: Notifications
ar: إشعارات
ru: Уведомления

source: Check for new notifications
ar: تحقق من الإخطارات الجديدة
fr: Vérifier les nouvelles notifications
ru: Проверить новые уведомления

source: Change theme
ar: غير الخلفية
fr: Changer de thème
ru: Сменить тему

source: Favorite theme
ar: الموضوع المفضل
fr: Thème favori
ru: Любимая тема

source: Light theme
ar: موضوع واضح
fr: Thème clair
ru: Светлая тема

source: Dark theme
ar: موضوع مظلم
fr: Thème sombre
ru: Темная тема

# examenAddToAgenda
source: Add exams to calendar
ar: أضف الامتحانات إلى جدول الأعمال
fr: Ajouter les examens à l''agenda
ru: Добавить экзамены в календарь

source: Enable Colloscope
ar: تفعيل الكولوسكوب
fr: Activer le Colloscope
ru: Включить коллоквиум

source: Force year
ar: قوة العام
fr: Forcer l''année
ru: Задать год

# forceYearValue
source: {count, plural, =0{Automatic} =1{1st year} other{{count}th year}}
ar: {count , plural , =0{تلقائي} =1{السنة الأولى} other{السنة {count}}}
fr: {count, plural, =0{Automatique} =1{1ère année} other{{count}e année}}
ru: {count, plural, =0{Автоматически} =1{1-й курс} other{{count}-й курс}}

# forceStudentId
source: Force an ID
ar: فرض معرف
fr: Forcer un ID
ru: Задать ID

source: (empty to disable)
ar: (فارغة لإلغاء التنشيط)
fr: (vide pour désactiver)
ru: (оставить пустым для отключения)

# yetNothingToConfigure
source: Nothing to configure yet
ar: لا شيء لتكوينه في الوقت الحالي
fr: Rien à configurer pour le moment
ru: Пока нечего настраивать

# enablebiometricAuth
source: Enable fingerprint authentication
ar: تنشيط مصادقة البصمة
fr: Activer l''authentification par empreinte digitale
ru: Включить аутентификацию по отпечатку пальца

# unableToEnableBiometricAuth
source: Unable to enable fingerprint authentication
ar: من المستحيل تنشيط مصادقة البصمات
fr: Impossible d''activer l''authentification par empreinte digitale
ru: Не удалось включить аутентификацию по отпечатку пальца

# enableBiometricAuthDisableNotifications
source: Fingerprint authentication disables notifications
ar: مصادقة بصمة الرقمية تعطل الإخطارات
fr: L''authentification par empreinte digitale désactive les notifications
ru: Аутентификация по отпечатку пальца отключает уведомления

# autoChangeTheme
source: Automatically change to the selected theme
ar: التغيير تلقائيا إلى السمة المحددة
fr: Changer automatiquement au thème selectionné
ru: Автоматически переключаться на выбранную тему

# recentGradeDuration
source: Duration of a recent note
ar: مدة ملاحظة حديثة
fr: Durée d''une note récente
ru: Продолжительность последней оценки

# nDays
source: {count, plural, =0{0 day} =1{1 day} other{{count} days}}
ar: {count, plural, =0{0 أيام} =1{1 يوم} other{{count} يوما}}
fr: {count, plural, =0{0 jour} =1{1 jour} other{{count} jours}}
ru: {count, plural, =0{0 день} =1{1 день} other{{count} дней}}

# selectSemester
source: Select a semester
ar: حدد الفصل الدراسي
fr: Sélectionner un semestre
ru: Выбрать семестр
