Repository: onyx-lyon1/onyx
Catalog: apps/onyx/lib/l10n/app_*.arb
Languages: ar, fr, ru

# noteDescription
source: Average: {average} · Median: {mediane} Ranking: {rank}/{groupeSize} Teacher: {author}
ar: المتوسط: {average} · الوسيط: {mediane} الترتيب: {rank}/{groupeSize} البروفيسور: {author}
fr: Moyenne : {average} · Mediane : {mediane} Classement : {rank}/{groupeSize} Professeur : {author}
ru: Средний: {average} · Медиана: {mediane} Позиция: {rank}/{groupeSize} Преподаватель: {author}

source: Tomuss
ar: توموس
ru: Томусс

# hereMyGrade
source: Here is my grade in {title}
ar: هنا ملاحظتي في {title}
fr: Voici ma note en {title}
ru: Вот моя оценка в {title}

source: Dark (default)
ar: الظلام (افتراضي)
fr: Sombre (par défaut)
ru: Темная (по умолчанию)

source: Light (default)
ar: واضح (افتراضي)
fr: Clair (par défaut)
ru: Светлая (по умолчанию)

source: Nichi Hachi
ar: اليوم 8
ru: Ничи Хачи

source: Blue sky
ar: سماء زرقاء
fr: Ciel bleu
ru: Голубое небо

source: ULTRAKILL
ar: قتل المتطرف

source: Stardew Valley
ar: وادي ستاردو

source: Bad Apple
ar: تفاحة فاسدة

source: Moon Light
ar: ضوء القمر
ru: Лунный свет

# pleaseEnterId
source: Please enter an id
ar: الرجاء إدخال المعرف
fr: Veuillez entrer l''identifiant
ru: Пожалуйста, введите идентификатор

source: General
ar: عام
fr: Général
ru: Главное

source: Clear grade cache
ar: تفريغ ذاكرة التخزين المؤقت للملاحظات
fr: Vider le cache des notes
ru: Очистить кэш оценок

source: Clear agenda cache
ar: تفريغ ذاكرة التخزين المؤقت لجدول الأعمال
fr: Vider le cache de l''agenda
ru: Очистить кэш расписания

source: Clear email cache
ar: تفريغ ذاكرة التخزين المؤقت للبريد الإلكتروني
fr: Vider le cache des mails
ru: Очистить кэш электронной почты

# fetchAgendaAuto
source: Automatically fetch the agenda
ar: استعادة جدول الأعمال تلقائيًا
fr: Récupérer automatiquement l''agenda
ru: Автоматически получать расписание

# notifIfNewEmail
source: Notification in case of new email
ar: الإخطار في حالة بريد إلكتروني جديد
fr: Notification en cas de nouveau mail
ru: Уведомление о новой почте

# forceMailTheme
source: Force the mail theme
ar: فرض موضوع رسائل البريد الإلكتروني
fr: Forcer le thème des mails
ru: Принудительная тема почты

source: Block trackers
ar: تتبع الكتلة
fr: Bloquer les trackers
ru: Блокировать трекеры

# logoutIzly
source: Log out of Izly
ar: فصل Izly
fr: Déconnexion d''Izly
ru: Выйти из Izly

# notifIfNewGrade
source: Notification in case of new grade
ar: الإخطار في حالة وجود ملاحظة جديدة
fr: Notification en cas de nouvelle note
ru: Уведомление о новой оценке

# forceGreenGrade
source: Forcibly set the grades to green
ar: تحجب الملاحظات باللون الأخضر
fr: Frocer les notes en vert
ru: Принудительно установить оценки зелеными

# showHiddenUE
source: Show hidden UEs
ar: عرض EUS المخفية
fr: Afficher les UE cachées
ru: Показать скрытые блоки

source: Modify
ar: المعدل
fr: Modifier
ru: Изменить

# pleaseSelectOutputFile
source: Please select an output file
ar: الرجاء تحديد ملف الإخراج
fr: Veuillez sélectionner un fichier de sortie
ru: Пожалуйста, выберите файл вывода

# unableToOpenLink
source: Unable to open the link
ar: من المستحيل فتح الرابط
fr: Impossible d''ouvrir le lien
ru: Не удалось открыть ссылку

# chooseLanguage
source: Select the language
ar: اختر اللغة
fr: Choisir la langue
ru: Выберите язык

# auto
source: Automatic
ar: تلقائي
fr: Automatique
ru: Автоматически

source: Izly
ru: Изли
